<template>
    <main class="main__white">
        <div class="container">
            <h1 class="contact_h1"> 
                Практика
            </h1>
            <div class="practice__upper">
                <p class="upper-p">
                    Я оказываю квалифицированную юридическую помощь военнослужащим с учётом специфики военного права, применяемого в условиях проведения специальной военной операции. Мои знания актуальны и соответствуют реальной практике. Консультирую дистанционно по всей России и выезжаю на судебные заседания преимущественно в Москве, а также в другие регионы по предварительной договоренности.
                </p>
                <p class="upper-p">
                    Я не беру «всё подряд» — только то, в чём действительно разбираюсь и могу быть полезна. Каждое дело веду лично, внимательно и с полной отдачей.
                </p>
            </div>
            <div class="middle">
                <h2>
                    Общественная деятельность 📌 Помимо практики, я участвую в работе на системном уровне:
                </h2>
                <p class="middle-p">
                    Выступала на конгрессе Ассоциации комитетов солдатских матерей (фото слева);
                </p>
                <p class="middle-p">
                    Входила в рабочую группу при Государственной Думе;
                </p>
                <p class="middle-p">
                    Участвовала в обсуждении вопросов демобилизации и поддержки мобилизованных в Министерстве Обороны;
                </p>
                <p class="middle-p">
                    Провожу юридические встречи, участвую в диалогах с депутатами и общественными организациями;
                </p>
                <p class="middle-p">
                    Запустила подкаст "Мобилизация и Люди" в целях освещения проблем мобилизованных
                </p>
                <div class="bottom">
                    <p class="bottom-p">
                        Специально для Вас мы отсняли выпуск "топ вопросов военному адвокату", где разбираем самые насущные вопросы, с которыми сталкиваются военнослужащие:
                    </p>
                </div>
                <div class="bottom__photos">
                    <img src="" alt="">
                    <img src="" alt="">
                    <img src="" alt="">
                </div>
            </div>
        </div>
    </main>
</template>

<style  lang="css" scoped>
.main__white{
    background: rgb(182, 182, 182);
    width: 100%;
}
.container{
    display: flex;
    margin: 0 auto;
    max-width: 1400px;
    flex-direction: column;
    justify-content: center;
}
.contact_h1{
    display: flex;
    justify-content: center;
    margin-top: 100px;
    font-size: 40px;
}

.upper-p{
    font-size: 28px;
    color: rgb(70, 70, 70);
}
</style>