<template>
    <main class="main__white" v-if="news">
        <div class="container">
            <NuxtLink to="/news" class="back-link">← Назад к новостям</NuxtLink>
            <img :src="news.image" class="news-detail__image" :alt="news.title">
            <h1 class="news-detail__title">{{ news.title }}</h1>
            <div class="news-detail__date">{{ formatDate(news.date) }}</div>
            <div class="news-detail__text" style="text-align: left;">
                <p v-for="(paragraph, idx) in news.fullText.split('\n')" :key="idx">
                    {{ paragraph }}
                </p>
            </div>
        </div>
    </main>
    <MainFooter/>
</template>

<script>
export default {
    data() {
        return {
            newsData: [
                {
                    id: 1,
                    image: '/news1.jpg',
                    title: 'Что вам положено при ранении в ходе СВО',
                    fullText: `Военнослужащий, получивший в бою ранение, может претендовать на страховые и президентские выплаты. Ранее (до 13 ноября 2024 года) каждому участнику СВО, получившему ранение в ходе выполнения боевой задачи, полагалась президентская выплата в размере 3 млн рублей вне зависимости от тяжести увечья. Однако на 2025 год действует новый порядок и отныне выплаты производятся в зависимости от тяжести увечья, которая устанавливается военно-врачебной комиссией. Разберемся подробнее:

1. Страховая компенсация 

Каждый участник СВО защищён страховкой на основании ФЗ № 52ФЗ и № 306ФЗ:

Тяжелое увечье: около 343 956 руб

Легкое увечье: около 85 989 руб

При инвалидности: единовременные выплаты по группе

I группа – 2 579 672 руб

II – 1 719 781 руб

III – 859 890 руб

2. Президентская (единовременная) выплата

Установлены Указом Президента РФ от 5 марта 2022 г. N 98 "О дополнительных социальных гарантиях военнослужащим, лицам, проходящим службу в войсках национальной гвардии Российской Федерации, и членам их семей»:

Ранение, повлекшее установление инвалидности – 4 000 000 руб

Тяжелое ранение (раздел I перечня) — 3 000 000 руб

Легкое ранение (раздел II перечня) — 1 000 000 руб

Ранение, не включённое в перечень — 100 000 руб

Тяжесть ранения определяется военно-врачебной комиссией в соответствии с перечнем, установленным Постановлением Правительства РФ от 29 июля 1998 г. N 855 "О мерах по реализации Федерального закона "Об обязательном государственном страховании жизни и здоровья военнослужащих, граждан, призванных на военные сборы, лиц рядового и начальствующего состава органов внутренних дел Российской Федерации, Государственной противопожарной службы, сотрудников учреждений и органов уголовно-исполнительной системы, сотрудников войск национальной гвардии Российской Федерации, сотрудников органов принудительного исполнения Российской Федерации".

Если я получил выплату, а инвалидность установил позже/не установил?

Если военнослужащий уже получил выплату, а после установил инвалидность вследствие военной травмы, он имеет право на доплату до 4 млн руб. с учетом полученных выплат. В соответствии с Указом Президента РФ от 14.11.2024 N 968 "О дополнительных социальных гарантиях отдельным категориям лиц" это право распространяется также на ранения, полученные до 13 ноября 2024.

3. Региональные выплаты 

Необходимо уточнять регион. Например, в Москве выплата за тяжелое увечье составляет 1 000 000 р., за легкое – 500 000 р.

Часто военнослужащие сталкиваются с проблемами и не получают положенные им денежные суммы. Причины озвучиваются самые разные, например, отсутствие справки-100, выписка из военно-медицинского учреждения за нарушение режима, якобы неподходящая травма, а то и вовсе отказывают без объяснения причин. Однако зачастую эти причины оказываются надуманными. Даже за старое ранение или травму можно получить компенсацию.  

На консультации мы проанализируем Ваш конкретный случай и определимся с эффективной стратегией получения выплат. Я могу помочь грамотно составить рапорт, жалобу и/или исковое заявление.

Смотрите также статью «Установление инвалидности. Выплаты при увольнении вследствие военной травмы»

Записаться на консультацию`,
                    date: '2025-05-15'
                },
                {
                    id: 2,
                    image: '/news2.jpg',
                    title: 'Установление инвалидности. Выплаты при увольнении вследствие военной травмы',
                    fullText: `Мало кто знает, но если вы были признаны не годным (категория «Д») к службе изза военной травмы, то Вам положены дополнительные компенсации:

Единовременная выплата при увольнении 3 439 563 (с учетом индексации) 

Кроме того, если военнослужащий установит инвалидность, то он также сможет претендовать на следующие выплаты:

Единовременная выплата по инвалидности:

I группа — 2 579 672 руб

II группа — 1 719 781 руб

III группа — 859 890 руб
(с учетом индексации)

Данные суммы выплачиваются, если инвалидность была установлена в период прохождения военной службы, либо не позднее года с момента увольнения по состоянию здоровья.

В дальнейшем военным инвалидам государство выплачивает ежемесячные выплаты:

I группа — 24 076,96 руб

II группа — 12 038,46 руб

III группа — 4 815,39 руб

Многие думают, что инвалидность присваивается автоматически военно-врачебной комиссией по факту установления негодности к военной службе. Но необходимо понимать, что инвалидность и годность к военной службе – это разные категории! Первая – гражданская, и устанавливается медико-социальной экспертизой в гражданских учреждениях здравоохранения. Вторая – военная, и устанавливается военно-врачебными комиссиями (ВВК).

Для установления инвалидности Вам необходимо провести медико-социальную экспертизу (МСЭ). Однако поскольку причинно-следственную связь между полученной травмой и военной службой устанавливает ВВК, проходить МСЭ нужно уже имея на руках заключение ВВК. После этого вы сможете претендовать на дополнительные компенсации по инвалидности и надбавку к выплате за ранение.

Если Вам необходимо юридическое сопровождение процесса получения выплат, пожалуйста, запишитесь на консультацию. 

Записаться на консультацию`,
                    date: '2025-06-20'
                },
                {
                    id: 3,
                    image: '/news3.jpg',
                    title: 'Как уволиться военнослужащему в условиях мобилизации?',
                    fullText: `⚖️ Законодательная база

При частичной мобилизации процесс увольнения с военной службы урегулирован:

Федеральным законом № 53ФЗ «О воинской обязанности и военной службе»;

Указом Президента РФ № 647 (21.09.2022);

Указом Президента № 580 (03.08.2023). 

📌 Какие военнослужащие могут уволиться в период мобилизации

Военнослужащие могут уволиться в случае, если:

Достигнут предельный возраст службы;

Признаны не годными к службе по результатам ВВК;

Есть вступивший в силу приговор суда о лишении свободы. 

При этом, как правило, нельзя уволиться по окончании контракта, до завершения периода мобилизации — контракт автоматически продлевается.

Однако Указом №580 перечень оснований для увольнения был расширен. Уволиться можно в исключительных случаях по решению аттестационной комиссии. Что является исключительными случаями в контексте Указа № 580?

Понятие исключительности законодательно не определено, однако, на мой взгляд более основательное право на увольнение, среди прочих имеют:

Военнослужащие, признанные ограниченно годными вследствие полученного ранения. Им выдается заключение ВВК с так называемой красной печатью. Хотя в некоторых случаях она может отсутствовать.

Военнослужащие, признанные ограниченно годными, вследствие определенных заболеваний. Список довольно широк, среди них хронические вирусные гепатиты, ВИЧ, поражения периферической и центральной нервной системы, значительное снижение зрения и тд.

580 Указ также содержит возможность увольнения по таким основаниям, как: «истечение контракта», «по собственному желанию», «по семейным обстоятельствам». Однако увольнение производится в исключительных случаях по заключению аттестационной комиссии. Соответственно, необходимо будет доказать, почему именно Ваш случай является исключительным.

В сообществе также активно обсуждается Указ президента № 248 от 17.04.2025 №248, которым вносятся изменения в 580 Указ. 

В частности, он дает право на увольнение:

мобилизованным, имеющим на иждивении несовершеннолетнего ребенка и воспитывающего его без матери, 

мобилизованным, признанным ограниченно годными к военной службе.

Если вы не знаете подпадает ли ваша травма или заболевание под списание, на этом сайте вы можете заказать консультацию специалиста по ВВК.

🧾 Как подать рапорт

Подать рапорт командиру части с указанием выбранного основания (например, состояние здоровья или возраст).

Приложить заключение ВВК или другие документы.

Оценить перспективы увольнения, избежать ошибок в составлении рапорта, а также сделать так, чтобы этот рапорт «не порвали» поможет юрист, специализирующийся на помощи военнослужащим. 	

Записаться на консультацию`,
                    date: '2025-07-10'
                },
                {
                    id: 4,
                    image: '/news4.jpg',
                    title: 'Обжалование заключений ВВК',
                    fullText: `Что делать, если мне намеренно завышают категорию годности? Нередко слышу истории, когда клиент уверен, что у него диагноз тянет на «Д», а ВВК ставит «Б».

Если по каким-то причинам Вы не согласны с заключением военно-врачебной комиссии, то Вы можете его оспорить либо в вышестоящую комиссию, либо в суд (что, на мой взгляд, эффективнее). 

По решению вышестоящей военно-врачебной комиссии гражданин может быть направлен на контрольное обследование и повторное освидетельствование. Для этого необходимо подать заявление в вышестоящую комиссию.

Также гражданин вправе обжаловать заключение ВВК в суд. Из п. 8 Положения «О военно-врачебной экспертизе» следует, что при несогласии с результатами ВВК, для того, чтобы обжаловать его в суде необходимо провести независимую экспертизу. Независимую экспертизу лучше проходить заблаговременно, до суда, но после получения оспариваемого заключения ВВК. При производстве экспертизы военнослужащий проходит все необходимые медицинские исследования и осмотры. При выборе медицинского учреждения необходимо убедиться в наличии у организации соответствующей лицензии. Иначе суд может отвергнуть заключение независимой экспертизы в качестве доказательства. Не рекомендую заходить в суд, не имея на руках заключения независимой экспертизы.

Записаться на консультацию`,
                    date: '2025-08-05'
                },
                {
                    id: 5,
                    image: '/news5.jpg',
                    title: 'Выплаты семьям погибших участников СВО – 2025',
                    fullText: `Если ваш близкий погиб в зоне проведения СВО, государство обязано выплатить компенсации и положенные льготы. Но на деле получить их бывает непросто — бюрократия, отказы, недостающие документы.

Страховая выплата
Основание: п. 2 ст. 5 Федерального закона от 28 марта 1998 г. № 52-ФЗ.
Размер: 3 439 563 руб. 
Кому положена? Членам семей мобилизованных, контрактников, добровольцев.

Единовременное пособие
Основание: ч. 8 ст. 3 Федерального закона от 7 ноября 2011 г. № 306-ФЗ.
Размер: 5 159 344 руб. 

Президентская выплата
Основание: Указ Президента РФ от 5 марта 2022 г. № 98.
Размер: 5 000 000 руб.

Региональные выплаты
Зависят от региона, в Москве, Московской, Новосибирской, Владимирской областях, например, сумма компенсации составит 3 млн руб.

Иные выплаты, среди которых: задолженность по зарплате, компенсация погребения, выплаты при посмертном награждении.

Теперь - о ежемесячных выплатах:
Ежемесячная денежная компенсация:
Основание: ч. 9 ст. 3 Федерального закона от 7 ноября 2011 г. № 306-ФЗ.
Размер: 22 908 руб. делятся между членами семьи (получателями), включая погибшего военнослужащего. 

Ежемесячное пособие детям:
Основание: ст. 1 Федерального закона от 4 июня 2011 г. № 128-ФЗ.
Размер: 3 092,07 руб. (индексируется)

Ежемесячная выплата родителям, вдовам и детям ветеранов боевых действий
Основание: ст. 23.1 Закона от 12 января 1995 г. № 5-ФЗ.
Размер: 2500 руб.

✅ Кому положено:
• Законной супруге 
• Родителям/фактическим воспитателям
• Несовершеннолетним детям погибшего либо обучающимся на очной форме обучения, но не старше 23 лет

Полагается ли что-нибудь совершеннолетним детям? А братьям и сестрам? А «гражданским женам»?
Федеральным законодательством не предусмотрены единовременные и страховые выплаты для данных категорий граждан.

Однако, в Указ Президента №98 были внесены изменения, и по тексту указа президентская выплата (5 млн руб.) распространяется теперь на совершеннолетних детей при отсутствии родителей/фактических воспитателей/супруги/несовершеннолетних детей. А при отсутствии совершеннолетних детей – на братьев и сестер погибшего. 

8 марта 2025 года Президент Путин дал соответствующее поручение парламенту разработать законопроект по поддержке совершеннолетних детей участников СВО. Однако воз и ныне там. Депутатом Тумусовым был внесен соответствующий законопроект, но до сих пор не прошел первое чтение. Следить за судьбой законопроекта можно здесь.

В настоящий момент законопроект «о фактическом браке» находится на подписании у Президента. Когда он будет подписан, гражданские жены смогут получить государственную помощь в следующем случае:

Если установлен факт совместного проживания с погибшим в течение 3-х лет на момент заключения контракта/мобилизации + имеется общий ребенок + никто из фактических супругов не состоял в законном браке на момент отношений.

На практике часто возникают проблемы:
• Отказы из-за "небоевых" обстоятельств гибели
• Ошибки в документах
• Несвоевременная подача заявлений

📌 Важно: Даже если отказали — это можно оспорить. Закон на вашей стороне.

Запись на консультацию`,
                    date: '2025-08-25'
                }
            ],
            news: null
        }
    },
    mounted() {
        const id = Number(this.$route.params.id);
        this.news = this.newsData.find(n => n.id === id);
    },
    methods: {
        formatDate(dateString) {
            const options = { year: 'numeric', month: 'long', day: 'numeric' };
            return new Date(dateString).toLocaleDateString('ru-RU', options);
        }
    }
}
</script>

<style scoped>
.main__white{
    background: #293834;
}
.container{
    max-width: 1200px;
    margin: 0 auto;
    padding-bottom: 30px;
}
.back-link {
    display: inline-block;
    margin-bottom: 20px;
    color: #8b7b4e;
    text-decoration: none;
    padding: 0px 15px;
    padding-top: 15px;
}
.back-link:hover {
    text-decoration: underline;
}
.news-detail__image {
    width: 100%;
    max-height: 600px;
    object-fit: cover;
    object-position:  10% 10%;
    margin-bottom: 20px;
    border-radius: 8px;
    padding: 0px 15px;
}
.news-detail__title {
    font-size: 2rem;
    margin-bottom: 10px;
    color: white;
    padding: 15px;
    text-align: left;
}
.news-detail__date {
    font-size: 0.9rem;
    color: white;
    font-style: italic;
    margin-bottom: 20px;
    padding: 15px;
    text-align: left;
}
.news-detail__text {
    font-size: 1.1rem;
    color: white;
    line-height: 1.6;
    text-align: left;
}
.news-detail__text p {
    padding: 15px;
}
</style>
